{
  "config": {
    "default": "en"
  },
  "language": {
    "en": {
	  "#ab": "About",
    "#abl": "<b>House of Grappling Arts</b> is a collective of international champions united to raise awareness of the Brazilian Jiu Jitsu sport in our country. <b>HGA</b> is more than just a Jiu Jitsu training academy. We create a chance and opportunity for your own personal development, where the instructors together with the students create a system of inspiration that leads us all as a team to move forward. Together we relentlessly seek the better version of ourselves in and out of training. That is why the fastest growing team in Macedonia should be your choice.",
    "#mis": "Our Mission",
    "#mil": "We have a mission with a professional approach in modern conditions to train you to achieve your goal. When you enter our academy, regardless of your level in the sport, you will have the choice to train in different groups. We have a beginner’s group, an advanced one and a group for professional competitors.",
    "#fnd": "Founded:",
    "#mem": "Members:",
    "#phi": "Our Philosophy",
    "#phl": "The principles of Jiu Jitsu will incorporate qualities and traits in your character that will define you as an individual for life. Although students at the Academy learn from the most modern techniques in the sport, primarily, they learn to live life through the true principles and what it really means to be a “Martial Artist”.",
	  "#gal": "Gallery",
	  "#sch": "Schedule",
    "#mon": "Monday",
    "#tue": "Tuesday",
    "#wen": "Wednesday",
    "#thu": "Thursday",
    "#fri": "Friday",
    "#sat": "Saturday",
    "#min": "*Мinimum three stripe white belt required to attend the class.",
    "#ccd": "Code of conduct",
    "#ce1": "Class etiquette",
    "#ce2": "Respect the Academy, the time of others and the instructors. Always be on time before class starts!",
    "#ce3": "Before entering the class, get your attendance card.",
    "#ce4": "When you step on the tatami, greet the instructor and the other team members.",
    "#ce5": "Keep conversations to a minimum while the instructors are demonstrating techniques, any jokes or comments can be shared after class.",
    "#ce6": "Follow the techniques strictly shown to you by the instructors, if you want to try or experiment something, feel free to do it on Open Mat.",
    "#ce7": "One of the most important things when the instructors are demonstrating techniques is to sit on the ground in a with an upright posture with your legs crossed or under you, do not lie like you are on the beach.",
    "#ce8": "While you are still white belts you do not have any technical knowledge to explain to your partners how to do the techniques, it is up to the instructor or one of the older belts.",
    "#ce9": "Keep the phones on vibrate so as not to disturb the class. If you want to record with your phone, ask your instructor for permission.",
    "#con": "Contact",
    "#loc": "Location",
    "#tel": "Phone"
    },
    "mk": {
	  "#ab": "За нас",
    "#abl": "<b>House of Grappling Arts</b> е колектива од интернационални шампиони здружени со цел да ја покренат свеста на Brazilian Jiu Jitsu спортот во нашата држава. <b>HGA</b> е повеќе од академија за тренирање Џиу Џицу. Создаваме шанса и можност за вашиот личен развој, каде инструкторите заедно со студентите создаваат систем на инспирација која нѐ води сите како тим да одиме напред. Заедно немилосрдно трагаме во подобрата верзија од себеси во, и надвор од тренинг. Затоа биди дел од најбрзо растечкиот тим во Македонија.",
    "#mis": "Нашата Мисија",
    "#mil": "Имаме мисија со професионален пристап во современи услови да ве тренираме за да ја постигнете вашата цел. Кога ќе влезете во нашата академија без разлика на вашето ниво во спортот ќе имате избор да тренирате во различни групи. Имаме група за почетници, група за напредни и група за професионални натпреварувачи.",
    "#fnd": "Основано:",
    "#mem": "Членови:",
    "#phi": "Нашата Филозофија",
    "#phl": "Принципите на Џиу Џицу ќе вградат квалитети и особини во вашиот карактер кои ќе ве дефинираат како индивидуа доживотно. Иако во Академијата студентите учат од најсовремените техники во спортот, поважно од сѐ учат да го живеат животот преку вистинските принципи и што значи стварно да се биде “Martial Artist”.",
	  "#gal": "Галерија",
	  "#sch": "Распоред",
    "#mon": "Понеделник",
    "#tue": "Вторник",
    "#wen": "Среда",
    "#thu": "Четврток",
    "#fri": "Петок",
    "#sat": "Сабота",
    "#min": "*Минимум три ленти бел појас за учество на часот.",
    "#ccd": "Кодекс за однесување",
    "#ce1": "Етикета на однесување за време на час",
    "#ce2": "Почитувајте ја Академијата, времето на другите и на инструкторот. Бидете секогаш на време пред да почне часот!",
    "#ce3": "Пред да влезете на тренинг земете си ја вашата карта за редовност.",
    "#ce4": "Кога ќе стапнете на татами поздравете се инструкторот и со другите членови од тимот.",
    "#ce5": "Држете ги разговорите на минимум додека се демонстрира техника, секоја шега или коментар може да биде споделен откако ќе заврши часот.",
    "#ce6": "Правете ги техниките строго кои ви ги покажуваат инструкторите, ако сакате да пробате или експериментирате нешто, слободно може да го правите тоа на “Open Mat”.",
    "#ce7": "Една од најважните работи, кога се демонстрира техника седете на земја во права постура со вкрстени нозе или на нив, не лежете како да сте на плажа.",
    "#ce8": "Додека сте бели појаси немате никакво техничко знаење за да им објаснувате на вашите партнери како да ги изработуваат техниките, за тоа е задолжен инструкторот или некој од постарите појаси.",
    "#ce9": "Држете ги телефоните на вибрации за да не го вознемируваат часот. Ако сакате да снимате со телефонот, прашајте го инструкторот за дозвола.",
    "#con": "Контакт",
    "#loc": "Локација",
    "#tel": "Телефон"
    }
  }
}
