{
  "config": {
    "default": "en"
  },
  "language": {
    "en": {
    "#abt": "About",
    "#gat": "Gallery",
    "#sct": "Schedule",
    "#cdt": "Etiquette",
    "#cot": "Contact",
    "#mkt": "мк",
    "#ent": "en",
	  "#ab": "About",
    "#abl": "<b>House of Grappling Arts</b> is a collective of international champions united to raise awareness for Brazilian Jiu Jitsu as a sport in our country. HGA is more than just a Jiu Jitsu training academy. We create a chance and opportunity for your own personal development, where the instructors together with the students create a system of inspiration that leads us all as a team to move forward. Together we relentlessly seek the better version of ourselves in and out of training. That is why we are the fastest growing team in Macedonia.",
    "#mis": "Our Mission",
    "#mil": "We have a mission with a professional approach in modern conditions to train you to achieve your goal. When you enter our academy, regardless of your level in the sport, you will have the choice to train in different groups. We have a beginner’s group, an advanced group and a group for professional competitors.",
    "#fnd": "Founded:",
    "#mem": "Members:",
    "#phi": "Our Philosophy",
    "#phl": "The principles of Jiu Jitsu will incorporate qualities and traits in your character that will define you as an individual for life. Although students at the Academy learn from the most modern techniques in the sport, more importantly they will be introduced to the jiu jitsu lifestyle and learn what it means to be a “Martial Artist”.",
	  "#gal": "Gallery",
	  "#sch": "Schedule",
    "#min": "*Мinimum three stripe white belt required to attend the class.",
    "#ccd": "Code of conduct",
    "#ce1": "Class etiquette",
    "#ce2": "Respect the Academy, the time of others and the instructors. Always be on time before class starts!",
    "#ce3": "Before entering the class, get your attendance card.",
    "#ce4": "When you step on the tatami, greet the instructor and the other team members.",
    "#ce5": "Keep conversations to a minimum while the instructors are demonstrating techniques, any jokes or comments can be shared after class.",
    "#ce6": "Follow the techniques strictly shown to you by the instructors, if you want to try or experiment something, feel free to do it on Open Mat.",
    "#ce7": "One of the most important things when the instructors are demonstrating techniques is to sit on the ground in an upright posture with your legs crossed or under you, do not lay down like you are on the beach.",
    "#ce8": "While you are still white belts you do not have any technical knowledge to explain to your partners how to do the techniques, it is up to the instructor or one of the older belts.",
    "#ce9": "Keep the phones on vibrate so as not to disturb the class. If you want to record with your phone, ask your instructor for permission.",
    "#hy1": "Hygiene",
    "#hy2": "Wear slippers whenever you leave the tatami, especially when you go to the toilet, do not step on the tatami with slippers.",
    "#hy3": "It is strictly forbidden to step on the tatami mats with sneakers.",
    "#hy4": "If you feel nauseous or sick do not come to class, it is enough to inform the instructor that you do not feel well.",
    "#hy5": "If necessary, take a shower and make sure your toenails and fingernails are cut before coming to class.",
    "#hy6": "Make sure all open wounds are disinfected and adequately bandaged before training. Also, do not fight if you have just gotten a tattoo.",
    "#hy7": "Remove all types of rings, necklaces and piercings before training.",
    "#sp1": "Sparring etiquette",
    "#sp2": "Take care of your partners during sparring, aggression can only lead to injury and thus no one will want to fight with you anymore.",
    "#sp3": "When you are sparring, always be careful in which direction you move, in case you encounter another pair that are higher belts, it is up to you to step aside.",
    "#sp4": "Fight respectfully and ethically, do not grab less than 3-4 fingers, beware of pinching.",
    "#sp5": "If you want to fight with higher belts, wait for them to invite you. Higher belts reserve the rule of choosing their sparring partners.",
    "#sp6": "Always respect the physical size of partners who are weaker than you.",
    "#sp7": "Always respect the age of your partners who are 10-20 years older than you.",
    "#sp8": "Always respect and watch how you fight with girls.",
    "#sp9": "Do not shout or give advice from the side while others are fighting, especially if they are higher belts.",
    "#sp0": "Do not celebrate if you beat someone, it is just a sign of disrespect.",
    "#un1": "Uniform",
    "#un2": "Always have a clean gi and wash it after every class. No excuses!",
    "#un3": "Learn how to tie your belt correctly, you will always look good and professional when you have a clean gi and a belt that is tied correctly on you.",
    "#un4": "When training no-gi (submission wrestling) always wear shorts adequate for our sport. Do not wear shorts with pockets and zippers, especially do not wear shorts for football, basketball or tracksuits of any type. Wear a non-cotton rash guard or stretch fit T-shirt.",
    "#con": "Contact",
    "#loc": "Location",
    "#tel": "Phone"
    },
    "mk": {
    "#abt": "За нас",
    "#gat": "Галерија",
    "#sct": "Распоред",
    "#cdt": "Кодекс",
    "#cot": "Контакт",
    "#mkt": "мк",
    "#ent": "en",
	  "#ab": "За нас",
    "#abl": "<b>House of Grappling Arts</b> е колектива од интернационални шампиони здружени со цел да ја покренат свеста на Brazilian Jiu Jitsu спортот во нашата држава. <b>HGA</b> е повеќе од академија за тренирање Џиу Џицу. Создаваме шанса и можност за вашиот личен развој, каде инструкторите заедно со студентите создаваат систем на инспирација која нѐ води сите како тим да одиме напред. Заедно немилосрдно трагаме во подобрата верзија од себеси во, и надвор од тренинг. Затоа биди дел од најбрзо растечкиот тим во Македонија.",
    "#mis": "Нашата Мисија",
    "#mil": "Имаме мисија со професионален пристап во современи услови да ве тренираме за да ја постигнете вашата цел. Кога ќе влезете во нашата академија без разлика на вашето ниво во спортот ќе имате избор да тренирате во различни групи. Имаме група за почетници, група за напредни и група за професионални натпреварувачи.",
    "#fnd": "Основано:",
    "#mem": "Членови:",
    "#phi": "Нашата Филозофија",
    "#phl": "Принципите на Џиу Џицу ќе вградат квалитети и особини во вашиот карактер кои ќе ве дефинираат како индивидуа доживотно. Иако во Академијата студентите учат од најсовремените техники во спортот, поважно од сѐ учат да го живеат животот преку вистинските принципи и што значи стварно да се биде “Martial Artist”.",
	  "#gal": "Галерија",
    "#min": "*Минимум три ленти бел појас за учество на часот.",
    "#ccd": "Кодекс за однесување",
    "#ce1": "Етикета на однесување за време на час",
    "#ce2": "Почитувајте ја Академијата, времето на другите и на инструкторот. Бидете секогаш на време пред да почне часот!",
    "#ce3": "Пред да влезете на тренинг земете си ја вашата карта за редовност.",
    "#ce4": "Кога ќе стапнете на татами поздравете се инструкторот и со другите членови од тимот.",
    "#ce5": "Држете ги разговорите на минимум додека се демонстрира техника, секоја шега или коментар може да биде споделен откако ќе заврши часот.",
    "#ce6": "Правете ги техниките строго кои ви ги покажуваат инструкторите, ако сакате да пробате или експериментирате нешто, слободно може да го правите тоа на “Open Mat”.",
    "#ce7": "Една од најважните работи, кога се демонстрира техника седете на земја во права постура со вкрстени нозе или на нив, не лежете како да сте на плажа.",
    "#ce8": "Додека сте бели појаси немате никакво техничко знаење за да им објаснувате на вашите партнери како да ги изработуваат техниките, за тоа е задолжен инструкторот или некој од постарите појаси.",
    "#ce9": "Држете ги телефоните на вибрации за да не го вознемируваат часот. Ако сакате да снимате со телефонот, прашајте го инструкторот за дозвола.",
    "#hy1": "Хигиена",
    "#hy2": "Носете папучи или апостолки секогаш кога ги напуштате татамите особено кога одите во тоалет, исто така, не газете со истите на татамите.",
    "#hy3": "Строго е забрането газење на татами со патики.",
    "#hy4": "Ако се осеќате омалаксани и болни не доаѓајте на тренинг, доволно е да го информирате инструкторот дека не се осеќате добро.",
    "#hy5": "По потреба истуширајте се и грижете се ноктите на нозе и раце да ви бидат исечени пред да дојдете на час.",
    "#hy6": "Грижете се сите отворени рани да ви бидат дезинфицирани и адекватно бандажирани пред тренинг. Исто така, не се борете ако сте штотуку тетовирани.",
    "#hy7": "Отстранете секаков тип на прстени, ланчиња и пирсеви пред тренинг.",
    "#sp1": "Етикета за време на спаринг",
    "#sp2": "Пазете си ги спаринг партнерите за време на спаринг, агресивноста може да води само до повреда а со тоа никој повеќе нема да сака да се бори со вас.",
    "#sp3": "Кога се борите пазете секогаш во кој правец се движите, ако во случај се судрите со друг пар кои се повисоки појаси, ваше е да се тргнете на страна.",
    "#sp4": "Борете се чесно и етички, не фаќајте помалку од 3-4 прста, пазете на штипење и кубење.",
    "#sp5": "Ако сакате да се борите со повисоките појаси, чекајте они да ве поканат. Високите појаси го резервираат правилото да ги бираат своите спаринг партнери.",
    "#sp6": "Секогаш почитувајте ја физичката големина на партнерите кои се послаби од вас.",
    "#sp7": "Секогаш почитувајте ги годините на партнерите кои се постари 10-20 годиини од вас.",
    "#sp8": "Секогаш почитувајте и пазете како се борите со девојките.",
    "#sp9": "Не викајте и не давајте совети од страна додека други се борат, особено ако се повисоки појаси.",
    "#sp0": "Не се радувајте ако победите некого, тоа е само знак на непочитување.",
    "#un1": "Униформа",
    "#un2": "Секогаш имајте чисто кимоно и истото перете го после секој час без изговори!",
    "#un3": "Научете како точно се врзува појас, секогаш ќе изгледате добро и професионално кога ќе имате чисто кимоно и точно врзан појас на вас.",
    "#un4": "Кога тренирате no-gi (submission wrestling) носете секогаш шорцеви адекватни за нашиот спорт. Не носете шорцеви со џебови и патенти, особено не носете шорцеви за фудбал, кошарка или тренерки од било каков тип. Горе носете rash guard или стреч фит маица која не е памучна.",
    "#con": "Контакт",
    "#loc": "Локација",
    "#tel": "Телефон"
    }
  }
}
